Repository: jaywcjlove/app-i18n
Catalog: i18n/source/menuist/Menuist/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: %@ Dark Mode
de: %@ Dunkler Modus
fr: %@ Mode sombre
it: %@ Modalità scura
ja: %@ ダークモード
ko: %@ 다크 모드
ru: %@ Тёмный режим
zh_hans: %@ 暗模式
zh_hant: %@ 暗模式

source: %@ Follow System
de: %@ System folgen
fr: %@ Suivre le système
it: %@ Segui sistema
ja: %@ システムに従う
ko: %@ 팔로우 시스템
ru: %@ Следовать за системой
zh_hans: %@ 跟随系统
zh_hant: %@ 跟隨系統

source: %@ Light Mode
de: %@ Lichtmodus
fr: %@ Mode d'éclairage
it: %@ Modalità chiara
ja: %@ ライトモード
ko: %@ 조명 모드
ru: %@ Светлый режим
zh_hans: %@ 亮模式
zh_hant: %@ 亮模式

source: ⚠️ Add Folder Authorization
de: ⚠️ Ordnerautorisierung hinzufügen
fr: ⚠️ Ajouter une autorisation de dossier
it: ⚠️ Aggiungi autorizzazione cartella
ja: ⚠️ フォルダー認証を追加
ko: ⚠️ 폴더 인증 추가
ru: ⚠️ Добавить авторизацию папки
zh_hans: ⚠️ 添加文件夹授权
zh_hant: ⚠️ 新增資料夾授權

source: ⚠️ Reauthorize Folder
de: ⚠️ Ordner erneut autorisieren
fr: ⚠️ Réautoriser le dossier
it: ⚠️ Riautorizza cartella
ja: ⚠️ フォルダーの再認証
ko: ⚠️ 폴더 재인증
ru: ⚠️ Повторно авторизовать папку
zh_hans: ⚠️ 文件夹重新授权
zh_hant: ⚠️ 資料夾重新授權

source: 🚨 Error resolving bookmark or opening file: %@
de: 🚨 Fehler beim Auflösen des Lesezeichens oder beim Öffnen der Datei: %@
fr: 🚨 Erreur lors de la résolution du favori ou de l'ouverture du fichier : %@
it: 🚨 Errore nella risoluzione del segnalibro o nell'apertura del file: %@
ja: 🚨 ブックマークの解決またはファイルを開くときにエラーが発生しました: %@
ko: 🚨 북마크 확인 또는 파일 열기 오류: %@
ru: 🚨 Ошибка разрешения закладки или открытия файла: %@.
zh_hans: 🚨 解析书签或打开文件时出错：%@
zh_hant: 🚨 解析書籤或開啟檔案時出錯：%@

source: 🚨 There are %lld files already existing. Do you want to overwrite them?
de: 🚨 Es sind bereits %lld-Dateien vorhanden. Möchten Sie sie überschreiben?
fr: 🚨 Il existe déjà des fichiers %lld. Voulez-vous les écraser ?
it: 🚨 Esistono già %lld file. Sovrascrivere?
ja: 🚨 %lld ファイルがすでに存在しています。上書きしますか?
ko: 🚨 %lld 파일이 이미 존재합니다. 덮어쓰시겠습니까?
ru: 🚨 Уже существует %lld файлов. Вы хотите перезаписать их?
zh_hans: 🚨 已存在 ￼%lld 个文件。您想覆盖它们吗？
zh_hant: 🚨 已存在 ￼%lld 個檔案。您想覆蓋它們嗎？

source: 🚨 This folder does not have the required permissions. Please click the button to grant folder operation permissions.
de: 🚨 Dieser Ordner verfügt nicht über die erforderlichen Berechtigungen. Klicken Sie bitte auf die Schaltfläche, um Berechtigungen für den Ordnerbetrieb zu erteilen.
fr: 🚨 Ce dossier ne dispose pas des autorisations requises. Veuillez cliquer sur le bouton pour accorder les autorisations d'utilisation du dossier.
it: 🚨 Questa cartella non dispone delle autorizzazioni necessarie. Fai clic sul pulsante per concedere i permessi operativi.
ja: 🚨 このフォルダーには必要な権限がありません。ボタンをクリックしてフォルダ操作権限を付与してください。
ko: 🚨 이 폴더에는 필수 권한이 ​​없습니다. 폴더 작업 권한을 부여하려면 버튼을 클릭하세요.
ru: 🚨 У этой папки нет необходимых разрешений. Нажмите кнопку, чтобы предоставить разрешения на работу с папкой.
zh_hans: 🚨 该文件夹没有所需的权限。请点击按钮授予文件夹操作权限。
zh_hant: 🚨 該資料夾沒有所需的許可權。請點選按鈕授予資料夾操作許可權。

source: About
de: Über
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 添加
zh_hant: 新增

source: Add Application
de: Anwendung hinzufügen
fr: Ajouter une application
it: Aggiungi applicazione
ja: アプリケーションの追加
ko: 애플리케이션 추가
ru: Добавить приложение
zh_hans: 添加应用
zh_hant: 新增應用

source: Add Common App
de: Gemeinsame App hinzufügen
fr: Ajouter une application commune
it: Aggiungi app frequente
ja: 共通アプリの追加
ko: 공통 앱 추가
ru: Добавить общее приложение
zh_hans: 添加常用应用
zh_hant: 新增常用應用

source: Add Common Script
de: Gemeinsames Skript hinzufügen
fr: Ajouter un script commun
it: Aggiungi script frequente
ja: 共通スクリプトの追加
ko: 공통 스크립트 추가
ru: Добавить общий скрипт
zh_hans: 添加常用脚本
zh_hant: 新增常用指令碼

source: Add file
de: Datei hinzufügen
fr: Ajouter un fichier
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
ru: Добавить файл
zh_hans: 添加文件
zh_hant: 新增檔案

source: Add File Sharing
de: Dateifreigabe hinzufügen
fr: Ajouter le partage de fichiers
it: Aggiungi condivisione file
ja: ファイル共有を追加
ko: 파일 공유 추가
ru: Добавить общий доступ к файлам
zh_hans: 添加文件共享
zh_hant: 新增檔案共享

source: Add Folder
de: Ordner hinzufügen
fr: Ajouter un dossier
it: Aggiungi cartella
ja: フォルダーの追加
ko: 폴더 추가
ru: Добавить папку
zh_hans: 添加文件夹
zh_hant: 新增資料夾

source: Add template file
de: Vorlagendatei hinzufügen
fr: Ajouter un fichier modèle
it: Aggiungi file modello
ja: テンプレートファイルを追加
ko: 템플릿 파일 추가
ru: Добавить файл шаблона
zh_hans: 添加模板文件
zh_hant: 新增模板檔案

source: Appearance
de: Aussehen
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

source: Authorization Folder
de: Autorisierungsordner
fr: Dossier d'autorisation
it: Autorizzazione cartella
ja: 認証フォルダー
ko: 폴더 권한
ru: Папка авторизации
zh_hans: 授权文件夹
zh_hant: 授權資料夾

source: Authorized Folder
de: Autorisierter Ordner
fr: Dossier autorisé
it: Cartella autorizzata
ja: 許可されたフォルダー
ko: 권한이 부여된 폴더
ru: Авторизованная папка
zh_hans: 授权文件夹
zh_hant: 授權資料夾

source: Calculate and display the size of the selected file or folder.
de: Berechnen Sie die Größe der ausgewählten Datei oder des ausgewählten Ordners und zeigen Sie sie an.
fr: Calculez et affichez la taille du fichier ou du dossier sélectionné.
it: Calcola e visualizza la dimensione del file o della cartella selezionati.
ja: 選択したファイルまたはフォルダーのサイズを計算して表示します。
ko: 선택한 파일이나 폴더의 크기를 계산하고 표시합니다.
ru: Рассчитайте и отобразите размер выбранного файла или папки.
zh_hans: 统计并显示所选文件或文件夹的大小
zh_hant: 統計並顯示所選檔案或資料夾的大小

source: Cancel
de: Stornieren
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Change folder icon color
de: Ändern Sie die Farbe des Ordnersymbols
fr: Changer la couleur de l'icône du dossier
it: Cambia il colore dell'icona cartella
ja: フォルダーアイコンの色を変更する
ko: 폴더 아이콘 색상 변경
ru: Изменить цвет значка папки
zh_hans: 更改文件夹图标颜色
zh_hant: 更改資料夾圖示顏色

source: Click to copy link
de: Klicken Sie, um den Link zu kopieren
fr: Cliquez pour copier le lien
it: Fai clic per copiare il link
ja: クリックしてリンクをコピーします
ko: 링크를 복사하려면 클릭하세요.
ru: Нажмите, чтобы скопировать ссылку
zh_hans: 点击拷贝链接
zh_hant: 點選複製連結

source: Click to Open
de: Klicken Sie zum Öffnen
fr: Cliquez pour ouvrir
it: Fai clic per aprire
ja: クリックして開く
ko: 열려면 클릭하세요
ru: Нажмите, чтобы открыть
zh_hans: 点击打开
zh_hant: 點選開啟

source: Collapse context menu
de: Kontextmenü einklappen
fr: Réduire le menu contextuel
it: Comprimi menu contestuale
ja: コンテキスト メニューを折りたたむ
ko: 상황에 맞는 메뉴 접기
ru: Свернуть контекстное меню
zh_hans: 折叠上下文菜单
zh_hant: 摺疊上下文選單

source: Collapse frequently used apps
de: Reduzieren Sie häufig verwendete Apps
fr: Réduire les applications fréquemment utilisées
it: Comprimi app usate di frequente
ja: よく使うアプリを折りたたむ
ko: 자주 사용하는 앱 접기
ru: Свернуть часто используемые приложения
zh_hans: 折叠常用应用
zh_hant: 摺疊常用應用

source: Common App
de: Gemeinsame App
fr: Application commune
it: App frequente
ja: 共通アプリ
ko: 공통 앱
ru: Общее приложение
zh_hans: 常用应用
zh_hant: 常用應用

source: Common Folder
de: Gemeinsamer Ordner
fr: Dossier commun
it: Cartella frequente
ja: 共通フォルダー
ko: 공통 폴더
ru: Общая папка
zh_hans: 常用文件夹
zh_hant: 常用資料夾

source: Common Folder Collapse
de: Gemeinsame Ordnerreduzierung
fr: Réduire le dossier commun
it: Comprimi cartella frequente
ja: 共通フォルダーの折りたたみ
ko: 공통 폴더 축소
ru: Свернуть общую папку
zh_hans: 折叠常用文件夹
zh_hant: 摺疊常用資料夾

source: Common Folders
de: Gemeinsame Ordner
fr: Dossiers communs
it: Cartelle frequenti
ja: 共通フォルダー
ko: 공통 폴더
ru: Общие папки
zh_hans: 常用文件夹
zh_hant: 常用資料夾

source: Common Script
de: Gemeinsames Skript
fr: Script commun
it: Script frequente
ja: 共通スクリプト
ko: 공통 스크립트
ru: Общий сценарий
zh_hans: 常用脚本
zh_hant: 常用指令碼

source: Common Scripts in Main Menu
de: Allgemeine Skripte im Hauptmenü
fr: Scripts courants dans le menu principal
it: Script frequenti nel menu principale
ja: メインメニューの共通スクリプト
ko: 메인 메뉴의 공통 스크립트
ru: Общие сценарии в главном меню
zh_hans: 主菜单中的常用脚本
zh_hant: 主選單中的常用指令碼

source: Compress
de: Komprimieren
fr: Compresser
it: Comprimi
ja: 圧縮
ko: 압축
ru: Компресс
zh_hans: 压缩
zh_hant: 壓縮

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma
ja: 確認する
ko: 확인
ru: Подтверждать
zh_hans: 确认
zh_hant: 確認

source: Confirm copy
de: Kopieren bestätigen
fr: Confirmer la copie
it: Conferma copia
ja: コピーの確認
ko: 사본 확인
ru: Подтвердить копию
zh_hans: 确认复制
zh_hant: 確認複製

source: Confirm deletion of the favorite folder record. The folder itself will not be deleted.
de: Bestätigen Sie das Löschen des Favoritenordnereintrags. Der Ordner selbst wird nicht gelöscht.
fr: Confirmez la suppression de l'enregistrement du dossier favori. Le dossier lui-même ne sera pas supprimé.
it: Conferma l'eliminazione del record della cartella preferita. La cartella stessa non verrà eliminata.
ja: お気に入りフォルダーレコードの削除を確認します。フォルダー自体は削除されません。
ko: 즐겨찾는 폴더 기록 삭제를 확인하세요. 폴더 자체는 삭제되지 않습니다.
ru: Подтвердите удаление записи избранной папки. Сама папка не будет удалена.
zh_hans: 确认删除收藏夹记录，文件夹本身不会被删除。
zh_hant: 確認刪除收藏夾記錄，資料夾本身不會被刪除。

source: Confirm move
de: Verschieben bestätigen
fr: Confirmer le déplacement
it: Conferma spostamento
ja: 移動の確認
ko: 이동 확인
ru: Подтвердить перемещение
zh_hans: 确认移动
zh_hant: 確認移動

source: Contact
de: Kontakt
it: Contatti
ja: お問い合わせ
ko: 문의
ru: Контакт
zh_hans: 联系
zh_hant: 聯絡

source: Convert To
de: Konvertieren in
fr: Convertir en
it: Converti in
ja: 変換先
ko: 다음으로 변환
ru: Конвертировать в
zh_hans: 转换为
zh_hant: 轉換為

source: Copy Command
de: Befehl kopieren
fr: Copier la commande
it: Copia comando
ja: コマンドをコピー
ko: 복사 명령
ru: Копировать команду
zh_hans: 拷贝命令
zh_hant: 複製命令

source: Copy Link
de: Link kopieren
fr: Copier le lien
it: Copia link
ja: リンクをコピー
ko: 링크 복사
ru: Копировать ссылку
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy Name
de: Namen kopieren
fr: Copier le nom
it: Copia nome
ja: 名前をコピー
ko: 이름 복사
ru: Копировать имя
zh_hans: 复制名称
zh_hant: 複製名稱

source: Copy Path
de: Pfad kopieren
fr: Copier le chemin
it: Copia percorso
ja: パスのコピー
ko: 경로 복사
ru: Копировать путь
zh_hans: 复制路径
zh_hant: 複製路徑

source: Copy To
de: Kopieren nach
fr: Copier vers
it: Copia in
ja: コピー先
ko: 복사 위치
ru: Копировать в
zh_hans: 复制到
zh_hant: 複製到

source: Create 3 random folders
de: Erstellen Sie 3 zufällige Ordner
fr: Créez 3 dossiers aléatoires
it: Crea 3 cartelle casuali
ja: ランダムなフォルダを3つ作成
ko: 무작위 폴더 3개 생성
ru: Создайте 3 случайные папки
zh_hans: 创建 3 个随机文件夹
zh_hant: 建立 3 個隨機資料夾

source: Create folder icon
de: Ordnersymbol erstellen
fr: Créer une icône de dossier
it: Crea icona cartella
ja: フォルダーアイコンを作成
ko: 폴더 아이콘 만들기
ru: Создать значок папки
zh_hans: 创建文件夹图标
zh_hant: 建立資料夾圖示

source: Create icns Icon
de: ICNS-Symbol erstellen
fr: Créer une icône icns
it: Crea icona icns
ja: icns アイコンを作成
ko: 아이콘 생성
ru: Иконка Создать icns
zh_hans: 创建 icns 图标
zh_hant: 建立 icns 圖示

source: Custom Color
de: Benutzerdefinierte Farbe
fr: Couleur personnalisée
it: Colore personalizzato
ja: カスタムカラー
ko: 사용자 정의 색상
ru: Пользовательский цвет
zh_hans: 自定义颜色
zh_hant: 自定義顏色

source: Customizable Settings (e.g. hiding, order)
de: Anpassbare Einstellungen (z. B. Ausblenden, Reihenfolge)
fr: Paramètres personnalisables (par exemple, masquage, ordre)
it: Impostazioni personalizzabili (es. visibilità, ordine)
ja: カスタマイズ可能な設定 (非表示、順序など)
ko: 사용자 정의 가능한 설정(예: 숨기기, 순서)
ru: Настраиваемые настройки (например, скрытие, порядок)
zh_hans: 自定义设置（隐藏顺序等）
zh_hant: 自定義設定（隱藏順序等）

source: Cut and Paste
de: Ausschneiden und einfügen
fr: Couper et coller
it: Taglia e incolla
ja: カットアンドペースト
ko: 잘라내어 붙여넣기
ru: Вырезать и вставить
zh_hans: 剪切并粘贴
zh_hant: 剪下並貼上

source: Dark
de: Dunkel
fr: Sombre
it: Scuro
ja: 暗い
ko: 어두운
ru: Темный
zh_hans: 暗色
zh_hant: 暗色

source: Default Color
de: Standardfarbe
fr: Couleur par défaut
it: Colore di default
ja: 既定の色
ko: 기본 색상
ru: Цвет по умолчанию
zh_hans: 默认颜色
zh_hant: 預設顏色

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete Directly
de: Direkt löschen
fr: Supprimer directement
it: Elimina direttamente
ja: 直接削除
ko: 직접 삭제
ru: Удалить напрямую
zh_hans: 直接删除
zh_hant: 直接刪除

source: Delete Folder
de: Ordner löschen
fr: Supprimer le dossier
it: Elimina cartella
ja: フォルダーの削除
ko: 폴더 삭제
ru: Удалить папку
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

source: Delete Script
de: Skript löschen
fr: Supprimer le script
it: Elimina script
ja: スクリプトの削除
ko: 스크립트 삭제
ru: Удалить скрипт
zh_hans: 删除脚本
zh_hant: 刪除指令碼

source: Delete Template
de: Vorlage löschen
fr: Supprimer le modèle
it: Elimina modello
ja: テンプレートの削除
ko: 템플릿 삭제
ru: Удалить шаблон
zh_hans: 删除模板
zh_hant: 刪除模板

source: Directly disable the %@ plugin through [**System Preferences**] -> [**General**] -> [**Login Items & Extensions**] -> [**Quick Look**].
de: Deaktivieren Sie das %@-Plugin direkt über [**Systemeinstellungen**] -> [**Allgemein**] -> [**Anmeldeelemente und Erweiterungen**] -> [**Kurzübersicht**].
fr: Désactivez directement le plugin %@ via [**Préférences Système**] -> [**Général**] -> [**Éléments de connexion et extensions**] -> [**Aperçu rapide**].
it: Disabilita direttamente il plugin %@ tramite [**Impostazioni di Sistema**] -> [**Generali**] -> [**Elementi login ed estensioni**] -> [**Quick Look**].
ja: [**システム設定**] -> [**一般**] -> [**ログイン項目と機能拡張**] -> [**クイックルック**] から %@ プラグインを直接無効にします。
ko: [**시스템 환경설정**] -> [**일반**] -> [**로그인 항목 및 확장 프로그램**] -> [**훑어보기**]를 통해 %@ 플러그인을 직접 비활성화하세요.
ru: Отключите плагин %@ напрямую через [**Системные настройки**] -> [**Общие**] -> [**Элементы входа и расширения**] -> [**Быстрый просмотр**].
zh_hans: 通过 [**系统偏好设置**] -> [**通用**] -> [**登录项和扩展**] -> [**快速查看**] 直接禁用 %@ 插件。
zh_hant: 透過 [**系統偏好設定**] -> [**通用**] -> [**登入項和擴充套件**] -> [**快速檢視**] 直接禁用 %@ 外掛。

source: Disable
de: Deaktivieren
fr: Désactiver
it: Disabilita
ja: 無効にする
ko: 비활성화
ru: Запрещать
zh_hans: 禁用
zh_hant: 禁用

source: Disable Theme
de: Theme deaktivieren
fr: Désactiver le thème
it: Disabilita tema
ja: テーマを無効にする
ko: 테마 비활성화
ru: Отключить тему
zh_hans: 禁用主题
zh_hant: 禁用主題

source: Display in Finder extensions
de: Anzeige in Finder-Erweiterungen
fr: Afficher dans les extensions du Finder
it: Mostra nelle estensioni del Finder
ja: Finder 拡張機能に表示
ko: Finder 확장 프로그램에 표시
ru: Отображение в расширениях Finder
zh_hans: 在访达扩展中显示
zh_hant: 在訪達擴充套件中顯示

source: Display in menu bar
de: Anzeige in der Menüleiste
fr: Affichage dans la barre de menu
it: Mostra nella barra dei menu
ja: メニューバーに表示
ko: 메뉴 표시줄에 표시
ru: Отображение в строке меню
zh_hans: 显示菜单栏条目
zh_hant: 顯示選單欄條目

source: Displaying a large number of app icons in the right-click menu may cause lag. If you notice a delay when opening the right-click menu, you can choose to disable the icon display feature.
de: Die Anzeige einer großen Anzahl von App-Symbolen im Rechtsklick-Menü kann zu Verzögerungen führen. Wenn Sie beim Öffnen des Rechtsklick-Menüs eine Verzögerung bemerken, können Sie die Symbolanzeigefunktion deaktivieren.
fr: L'affichage d'un grand nombre d'icônes d'application dans le menu contextuel peut entraîner un décalage. Si vous remarquez un retard lors de l'ouverture du menu contextuel, vous pouvez choisir de désactiver la fonction d'affichage des icônes.
it: La visualizzazione di molte icone nel menu contestuale potrebbe causare rallentamenti. In caso di ritardi all'apertura del menu, è possibile disabilitare la visualizzazione delle icone.
ja: 右クリックメニューに多数のアプリアイコンを表示すると、遅延が発生する場合があります。右クリック メニューを開くときに遅延が発生した場合は、アイコン表示機能を無効にすることができます。
ko: 오른쪽 클릭 메뉴에 앱 아이콘을 많이 표시하면 지연이 발생할 수 있습니다. 마우스 오른쪽 버튼 클릭 메뉴를 열 때 지연이 발생하는 경우 아이콘 표시 기능을 비활성화하도록 선택할 수 있습니다.
ru: Отображение большого количества значков приложений в контекстном меню может вызвать задержку. Если вы заметили задержку при открытии контекстного меню, вы можете отключить функцию отображения значков.
zh_hans: 右键菜单中显示大量应用图标可能会导致卡顿，如果感觉右键打开时有延迟，可以选择关闭图标显示功能。
zh_hant: 右鍵選單中顯示大量應用圖示可能會導致卡頓，如果感覺右鍵開啟時有延遲，可以選擇關閉圖示顯示功能。

source: Do you confirm the deletion of the selected %lld script?
de: Bestätigen Sie das Löschen des ausgewählten %lld-Skripts?
fr: Confirmez-vous la suppression du script %lld sélectionné ?
it: Confermi l'eliminazione degli script selezionati (%lld)?
ja: 選択した%lldスクリプトの削除を確認しますか?
ko: 선택한 %lld 스크립트 삭제를 확인하시겠습니까?
ru: Подтверждаете ли вы удаление выбранного сценария %lld?
zh_hans: 你确认要删除所选的 %lld 脚本吗？
zh_hant: 你確認要刪除所選的 %lld 指令碼嗎？

source: Do you confirm the deletion of the selected %lld template files?
de: Bestätigen Sie das Löschen der ausgewählten %lld-Vorlagendateien?
fr: Confirmez-vous la suppression des fichiers modèles %lld sélectionnés ?
it: Confermi l'eliminazione dei file modello selezionati (%lld)?
ja: 選択した%lldテンプレートファイルの削除を確認しますか?
ko: 선택한 %lld 템플릿 파일의 삭제를 확인하시겠습니까?
ru: Подтверждаете ли вы удаление выбранных файлов шаблонов %lld?
zh_hans: 您确认删除所选的 %lld 个模板文件吗？
zh_hant: 您確認刪除所選的 %lld 個模板檔案嗎？

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
ko: 편집하다
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

source: Enable
de: Aktivieren
fr: Activer
it: Abilita
ja: 有効にする
ko: 활성화
ru: Давать возможность
zh_hans: 启用
zh_hant: 啟用

source: Enable %@ and permissions.
de: Aktivieren Sie %@ und Berechtigungen.
fr: Activez %@ et les autorisations.
it: Abilita %@ e le relative autorizzazioni.
ja: %@ と権限を有効にします。
ko: %@ 및 권한을 활성화합니다.
ru: Включите %@ и разрешения.
zh_hans: 启用 %@ 和权限
zh_hant: 啟用 %@ 和許可權

source: Enable and add common applications to support various editors and command-line tools for quickly opening the current directory, enhancing operational efficiency.
de: Aktivieren und fügen Sie gängige Anwendungen hinzu, um verschiedene Editoren und Befehlszeilentools zum schnellen Öffnen des aktuellen Verzeichnisses zu unterstützen und so die betriebliche Effizienz zu steigern.
fr: Activez et ajoutez des applications communes pour prendre en charge divers éditeurs et outils de ligne de commande pour ouvrir rapidement le répertoire actuel, améliorant ainsi l'efficacité opérationnelle.
it: Abilita e aggiungi applicazioni frequenti per supportare editor e strumenti da riga di comando, consentendo l'apertura rapida della directory corrente e una maggiore efficienza operativa.
ja: 共通アプリケーションを有効にして追加すると、さまざまなエディターやコマンド ライン ツールをサポートし、現在のディレクトリをすばやく開くことができ、操作効率が向上します。
ko: 현재 디렉토리를 빠르게 열 수 있도록 다양한 편집기와 명령줄 도구를 지원하는 공통 애플리케이션을 활성화하고 추가하여 운영 효율성을 향상시킵니다.
ru: Включите и добавьте общие приложения для поддержки различных редакторов и инструментов командной строки для быстрого открытия текущего каталога, повышая эффективность работы.
zh_hans: 启用并添加常用应用，支持各类编辑器和命令行工具快速打开当前目录，提升操作效率。
zh_hant: 啟用並新增常用應用，支援各類編輯器和命令列工具快速開啟當前目錄，提升操作效率。

source: Enable Common App
de: Aktivieren Sie die gemeinsame App
fr: Activer l'application commune
it: Abilita app frequente
ja: 共通アプリを有効にする
ko: 공통 앱 활성화
ru: Включить общее приложение
zh_hans: 启用常用应用
zh_hant: 啟用常用應用

source: Enable Common Script
de: Aktivieren Sie Common Script
fr: Activer le script commun
it: Abilita script frequente
ja: 共通スクリプトを有効にする
ko: 공통 스크립트 활성화
ru: Включить общий сценарий
zh_hans: 启用常用脚本
zh_hant: 啟用常用指令碼

source: Enable File Context Menu
de: Aktivieren Sie das Dateikontextmenü
fr: Activer le menu contextuel du fichier
it: Abilita menu contestuale per i file
ja: ファイルのコンテキストメニューを有効にする
ko: 파일 컨텍스트 메뉴 활성화
ru: Включить контекстное меню файла
zh_hans: 启用文件上下文菜单
zh_hant: 啟用檔案上下文選單

source: Enable folder color settings, allowing quick adjustments to folder icon color via the right-click menu.
de: Aktivieren Sie die Ordnerfarbeinstellungen und ermöglichen Sie schnelle Anpassungen der Ordnersymbolfarbe über das Rechtsklick-Menü.
fr: Activez les paramètres de couleur du dossier, permettant des ajustements rapides de la couleur de l'icône du dossier via le menu contextuel.
it: Abilita le impostazioni del colore delle cartelle, consentendo modifiche rapide al colore dell'icona tramite il menu contestuale.
ja: フォルダーの色の設定を有効にし、右クリック メニューからフォルダー アイコンの色をすばやく調整できるようにします。
ko: 폴더 색상 설정을 활성화하면 마우스 오른쪽 버튼 클릭 메뉴를 통해 폴더 아이콘 색상을 빠르게 조정할 수 있습니다.
ru: Включите настройки цвета папки, что позволит быстро настраивать цвет значка папки с помощью контекстного меню.
zh_hans: 启用文件夹颜色设置，从右键菜单快速调整文件夹图标颜色。
zh_hant: 啟用資料夾顏色設定，從右鍵選單快速調整資料夾圖示顏色。

source: Enable Folder Context Menu
de: Aktivieren Sie das Ordnerkontextmenü
fr: Activer le menu contextuel du dossier
it: Abilita menu contestuale per le cartelle
ja: フォルダーのコンテキストメニューを有効にする
ko: 폴더 컨텍스트 메뉴 활성화
ru: Включить контекстное меню папки
zh_hans: 启用文件夹上下文菜单
zh_hant: 啟用資料夾上下文選單

source: Enable QuickLook
de: Aktivieren Sie QuickLook
fr: Activer QuickLook
it: Abilita Visualizzazione rapida
ja: クイックルックを有効にする
ko: QuickLook 활성화
ru: Включить быстрый просмотр
zh_hans: 启用快速预览
zh_hant: 啟用快速預覽

source: Enable right-click menu
de: Aktivieren Sie das Rechtsklick-Menü
fr: Activer le menu contextuel
it: Abilita menu contestuale
ja: 右クリックメニューを有効にする
ko: 마우스 오른쪽 버튼 클릭 메뉴 활성화
ru: Включить контекстное меню
zh_hans: 启用右键菜单
zh_hant: 啟用右鍵選單

source: Enable/Disable Quick Look in System Preferences
de: Aktivieren/deaktivieren Sie die Schnellansicht in den Systemeinstellungen
fr: Activer/Désactiver l'aperçu rapide dans les préférences système
it: Abilita/Disabilita Visualizzazione rapida nelle Impostazioni di Sistema
ja: システム環境設定でクイックルックを有効/無効にする
ko: 시스템 환경설정에서 Quick Look 활성화/비활성화
ru: Включить/отключить быстрый просмотр в системных настройках
zh_hans: 在系统偏好设置中启用/禁用快速预览
zh_hant: 在系統偏好設定中啟用/禁用快速預覽

source: Enabled
de: Aktiviert
fr: Activé
it: Abilitato
ja: 有効
ko: 활성화됨
ru: Включено
zh_hans: 已启用
zh_hant: 已啟用

source: Error Correction: %@ (%%@)
de: Fehlerkorrektur: %@ (%%@)
fr: Correction d'erreur : %@ (%%@)
it: Correzione errori: %@ (%%@)
ja: エラー訂正: %@ (%%@)
ko: 오류 수정: %@ (%%@)
ru: Исправление ошибок: %@ (%%@)
zh_hans: 误差校正: %@ (%%@)
zh_hant: 誤差校正: %@ (%%@)

source: Extension
de: Erweiterung
it: Estensione
ja: 拡張機能
ko: 확대
ru: Расширение
zh_hans: 扩展
zh_hant: 擴充套件

source: Failed to create bookmark
de: Lesezeichen konnte nicht erstellt werden
fr: Échec de la création du favori
it: Impossibile creare il segnalibro
ja: ブックマークの作成に失敗しました
ko: 북마크를 생성하지 못했습니다.
ru: Не удалось создать закладку
zh_hans: 创建书签失败
zh_hant: 建立書籤失敗

source: Failed to start service: %@
de: Dienst konnte nicht gestartet werden: %@
fr: Échec du démarrage du service : %@
it: Impossibile avviare il servizio: %@
ja: サービスの開始に失敗しました: %@
ko: 서비스 시작 실패: %@
ru: Не удалось запустить службу: %@.
zh_hans: 启动服务失败：%@
zh_hant: 啟動服務失敗：%@

source: Feedback
de: Rückmeldung
fr: Retour
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh_hans: 反馈
zh_hant: 反饋

source: File
de: Datei
fr: Fichier
ja: ファイル
ko: 파일
ru: Файл
zh_hans: 文件
zh_hant: 檔案

source: File does not exist
de: Datei existiert nicht
fr: Le fichier n'existe pas
it: Il file non esiste
ja: ファイルが存在しません
ko: 파일이 존재하지 않습니다
ru: Файл не существует
zh_hans: 文件不存在
zh_hant: 檔案不存在

source: Finder Context Menu
de: Finder-Kontextmenü
fr: Menu contextuel du Finder
it: Menu contestuale del Finder
ja: ファインダーのコンテキスト メニュー
ko: Finder 컨텍스트 메뉴
ru: Контекстное меню Finder
zh_hans: 访达右键菜单
zh_hant: 訪達右鍵選單

source: Finder Quick Look Extension
de: Finder Quick Look-Erweiterung
fr: Extension d'aperçu rapide du Finder
it: Estensione Visualizzazione rapida del Finder
ja: Finder クイックルック拡張機能
ko: Finder 훑어보기 확장 프로그램
ru: Расширение Finder Quick Look
zh_hans: 访达快速浏览插件
zh_hant: 訪達快速瀏覽外掛

source: Folder Authorization
de: Ordnerautorisierung
fr: Autorisation de dossier
it: Autorizzazione cartella
ja: フォルダーの認証
ko: 폴더 인증
ru: Авторизация папок
zh_hans: 文件夹授权
zh_hant: 資料夾授權

source: Folder Color
de: Ordnerfarbe
fr: Couleur du dossier
it: Colore cartella
ja: フォルダーの色
ko: 폴더 색상
ru: Цвет папки
zh_hans: 文件夹颜色
zh_hant: 資料夾顏色

source: Folder does not exist
de: Ordner existiert nicht
fr: Le dossier n'existe pas
it: La cartella non esiste
ja: フォルダーが存在しません
ko: 폴더가 존재하지 않습니다
ru: Папка не существует
zh_hans: 文件夹不存在
zh_hant: 資料夾不存在

source: Folder History
de: Ordnerverlauf
fr: Historique des dossiers
it: Cronologia cartelle
ja: フォルダー履歴
ko: 폴더 기록
ru: История папок
zh_hans: 文件夹历史
zh_hant: 資料夾歷史

source: Free
de: Frei
fr: Gratuit
it: Gratis
ja: 無料
ko: 무료
ru: Бесплатно
zh_hans: 免费
zh_hant: 免費

source: Free Apps
de: Kostenlose Apps
fr: Applications gratuites
it: App gratuite
ja: 無料アプリ
ko: 무료 앱
ru: Бесплатные приложения
zh_hans: 免费应用
zh_hant: 免費應用
